{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "special": true,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 1,
      "special": true,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 2,
      "special": true,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 3,
      "special": true,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 4,
      "special": true,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "": 99,
      "": 100,
      "": 101,
      "": 102,
      "": 103,
      "": 104,
      "": 105,
      "": 106,
      "": 107,
      "": 108,
      "": 109,
      "": 110,
      "": 111,
      "": 112,
      "": 113,
      "": 114,
      "": 115,
      "": 116,
      "": 117,
      "": 118,
      "": 119,
      "": 120,
      "": 121,
      "": 122,
      "": 123,
      "": 124,
      "": 125,
      "": 126,
      "": 127,
      "": 128,
      "": 129,
      "¡": 130,
      "¢": 131,
      "£": 132,
      "¤": 133,
      "¥": 134,
      "¦": 135,
      "§": 136,
      "¨": 137,
      "©": 138,
      "ª": 139,
      "«": 140,
      "¬": 141,
      "­": 142,
      "®": 143,
      "¯": 144,
      "°": 145,
      "±": 146,
      "²": 147,
      "³": 148,
      "´": 149,
      "µ": 150,
      "¶": 151,
      "·": 152,
      "¸": 153,
      "¹": 154,
      "º": 155,
      "»": 156,
      "¼": 157,
      "½": 158,
      "¾": 159,
      "¿": 160,
      "À": 161,
      "Á": 162,
      "Â": 163,
      "Ã": 164,
      "Ä": 165,
      "Å": 166,
      "Æ": 167,
      "Ç": 168,
      "È": 169,
      "É": 170,
      "Ê": 171,
      "Ë": 172,
      "Ì": 173,
      "Í": 174,
      "Î": 175,
      "Ï": 176,
      "Ð": 177,
      "Ñ": 178,
      "Ò": 179,
      "Ó": 180,
      "Ô": 181,
      "Õ": 182,
      "Ö": 183,
      "×": 184,
      "Ø": 185,
      "Ù": 186,
      "Ú": 187,
      "Û": 188,
      "Ü": 189,
      "Ý": 190,
      "Þ": 191,
      "ß": 192,
      "à": 193,
      "á": 194,
      "â": 195,
      "ã": 196,
      "ä": 197,
      "å": 198,
      "æ": 199,
      "ç": 200,
      "è": 201,
      "é": 202,
      "ê": 203,
      "ë": 204,
      "ì": 205,
      "í": 206,
      "î": 207,
      "ï": 208,
      "ð": 209,
      "ñ": 210,
      "ò": 211,
      "ó": 212,
      "ô": 213,
      "õ": 214,
      "ö": 215,
      "÷": 216,
      "ø": 217,
      "ù": 218,
      "ú": 219,
      "û": 220,
      "ü": 221,
      "ý": 222,
      "þ": 223,
      "ÿ": 224,
      "Ā": 225,
      "ā": 226,
      "Ă": 227,
      "ă": 228,
      "Ą": 229,
      "ą": 230,
      "Ć": 231,
      "ć": 232,
      "Ĉ": 233,
      "ĉ": 234,
      "Ċ": 235,
      "ċ": 236,
      "Č": 237,
      "č": 238,
      "Ď": 239,
      "ď": 240,
      "Đ": 241,
      "đ": 242,
      "Ē": 243,
      "ē": 244,
      "Ĕ": 245,
      "ĕ": 246,
      "Ė": 247,
      "ė": 248,
      "Ę": 249,
      "ę": 250,
      "Ě": 251,
      "ě": 252,
      "Ĝ": 253,
      "ĝ": 254,
      "Ğ": 255,
      "ğ": 256,
      "Ġ": 257,
      "ġ": 258,
      "Ģ": 259,
      "ģ": 260,
      "Ĥ": 261,
      "ĥ": 262,
      "Ħ": 263,
      "ħ": 264,
      "Ĩ": 265,
      "ĩ": 266,
      "Ī": 267,
      "ī": 268,
      "Ĭ": 269,
      "ĭ": 270,
      "Į": 271,
      "į": 272,
      "İ": 273,
      "ı": 274,
      "Ĳ": 275,
      "ĳ": 276,
      "Ĵ": 277,
      "ĵ": 278,
      "Ķ": 279,
      "ķ": 280,
      "ĸ": 281,
      "Ĺ": 282,
      "ĺ": 283,
      "Ļ": 284,
      "ļ": 285,
      "Ľ": 286,
      "ľ": 287,
      "Ŀ": 288,
      "ŀ": 289,
      "Ł": 290,
      "ł": 291,
      "Ń": 292,
      "ń": 293,
      "Ņ": 294,
      "ņ": 295,
      "Ň": 296,
      "ň": 297,
      "ŉ": 298,
      "Ŋ": 299,
      "ŋ": 300,
      "Ō": 301,
      "ō": 302,
      "Ŏ": 303,
      "ŏ": 304,
      "Ő": 305,
      "ő": 306,
      "Œ": 307,
      "œ": 308,
      "Ŕ": 309,
      "ŕ": 310,
      "Ŗ": 311,
      "ŗ": 312,
      "Ř": 313,
      "ř": 314,
      "Ś": 315,
      "ś": 316,
      "Ŝ": 317,
      "ŝ": 318,
      "Ş": 319,
      "ş": 320,
      "Š": 321,
      "š": 322,
      "Ţ": 323,
      "ţ": 324,
      "Ť": 325,
      "ť": 326,
      "Ŧ": 327,
      "ŧ": 328,
      "Ũ": 329,
      "ũ": 330,
      "Ū": 331,
      "ū": 332,
      "Ŭ": 333,
      "ŭ": 334,
      "Ů": 335,
      "ů": 336,
      "Ű": 337,
      "ű": 338,
      "Ų": 339,
      "ų": 340,
      "Ŵ": 341,
      "ŵ": 342,
      "Ŷ": 343,
      "ŷ": 344,
      "Ÿ": 345,
      "Ź": 346,
      "ź": 347,
      "Ż": 348,
      "ż": 349,
      "Ž": 350,
      "ž": 351,
      "ſ": 352,
      "ƀ": 353,
      "Ɓ": 354,
      "Ƃ": 355,
      "ƃ": 356,
      "Ƅ": 357,
      "ƅ": 358,
      "Ɔ": 359,
      "Ƈ": 360,
      "ƈ": 361,
      "Ɖ": 362,
      "Ɗ": 363,
      "Ƌ": 364,
      "ƌ": 365,
      "ƍ": 366,
      "Ǝ": 367,
      "Ə": 368,
      "Ɛ": 369,
      "Ƒ": 370,
      "ƒ": 371,
      "Ɠ": 372,
      "Ɣ": 373,
      "ƕ": 374,
      "Ɩ": 375,
      "Ɨ": 376,
      "Ƙ": 377,
      "ƙ": 378,
      "ƚ": 379,
      "ƛ": 380,
      "Ɯ": 381,
      "Ɲ": 382,
      "ƞ": 383,
      "Ɵ": 384,
      "Ơ": 385,
      "ơ": 386,
      "Ƣ": 387,
      "ƣ": 388,
      "Ƥ": 389,
      "ƥ": 390,
      "Ʀ": 391,
      "Ƨ": 392,
      "ƨ": 393,
      "Ʃ": 394,
      "ƪ": 395,
      "ƫ": 396,
      "Ƭ": 397,
      "ƭ": 398,
      "Ʈ": 399,
      "Ư": 400,
      "ư": 401,
      "Ʊ": 402,
      "Ʋ": 403,
      "Ƴ": 404,
      "ƴ": 405,
      "Ƶ": 406,
      "ƶ": 407,
      "Ʒ": 408,
      "Ƹ": 409,
      "ƹ": 410,
      "ƺ": 411,
      "ƻ": 412,
      "Ƽ": 413,
      "ƽ": 414,
      "ƾ": 415,
      "ƿ": 416,
      "ǀ": 417,
      "ǁ": 418,
      "ǂ": 419,
      "ǃ": 420,
      "Ǆ": 421,
      "ǅ": 422,
      "ǆ": 423,
      "Ǉ": 424,
      "ǈ": 425,
      "ǉ": 426,
      "Ǌ": 427,
      "ǋ": 428,
      "ǌ": 429,
      "Ǎ": 430,
      "ǎ": 431,
      "Ǐ": 432,
      "ǐ": 433,
      "Ǒ": 434,
      "ǒ": 435,
      "Ǔ": 436,
      "ǔ": 437,
      "Ǖ": 438,
      "ǖ": 439,
      "Ǘ": 440,
      "ǘ": 441,
      "Ǚ": 442,
      "ǚ": 443,
      "Ǜ": 444,
      "ǜ": 445,
      "ǝ": 446,
      "Ǟ": 447,
      "ǟ": 448,
      "Ǡ": 449,
      "ǡ": 450,
      "Ǣ": 451,
      "ǣ": 452,
      "Ǥ": 453,
      "ǥ": 454,
      "Ǧ": 455,
      "ǧ": 456,
      "Ǩ": 457,
      "ǩ": 458,
      "Ǫ": 459,
      "ǫ": 460,
      "ǭ": 461,
      "Ǯ": 462,
      "ǯ": 463,
      "ǰ": 464,
      "Ǳ": 465,
      "ǲ": 466,
      "ǳ": 467,
      "Ǵ": 468,
      "ǵ": 469,
      "Ƕ": 470,
      "Ƿ": 471,
      "Ǹ": 472,
      "ǹ": 473,
      "Ǻ": 474,
      "ǻ": 475,
      "Ǽ": 476,
      "ǽ": 477,
      "Ǿ": 478,
      "ǿ": 479,
      "Ȁ": 480,
      "ȁ": 481,
      "Ȃ": 482,
      "ȃ": 483,
      "Ȅ": 484,
      "ȅ": 485,
      "Ȇ": 486,
      "ȇ": 487,
      "Ȉ": 488,
      "ȉ": 489,
      "Ȋ": 490,
      "ȋ": 491,
      "ȍ": 492,
      "Ȏ": 493,
      "ȏ": 494,
      "Ȑ": 495,
      "ȑ": 496,
      "Ȓ": 497,
      "ȓ": 498,
      "Ȕ": 499,
      "ȕ": 500,
      "Ȗ": 501,
      "ȗ": 502,
      "Ș": 503,
      "ș": 504,
      "Ț": 505,
      "ț": 506,
      "Ȝ": 507,
      "ȝ": 508,
      "Ȟ": 509,
      "ȟ": 510,
      "Ƞ": 511,
      "ȡ": 512,
      "Ȣ": 513,
      "ȣ": 514,
      "Ȥ": 515,
      "ȥ": 516,
      "Ȧ": 517,
      "ȧ": 518,
      "Ȩ": 519,
      "ȩ": 520,
      "Ȫ": 521,
      "ȫ": 522,
      "ȭ": 523,
      "Ȯ": 524,
      "ȯ": 525,
      "ȱ": 526,
      "Ȳ": 527,
      "ȳ": 528,
      "ȴ": 529,
      "ȵ": 530,
      "ȶ": 531,
      "ȷ": 532,
      "ȸ": 533,
      "ȹ": 534,
      "Ⱥ": 535,
      "Ȼ": 536,
      "ȼ": 537,
      "Ƚ": 538,
      "Ⱦ": 539,
      "ȿ": 540,
      "ɀ": 541,
      "Ɂ": 542,
      "ɂ": 543,
      "Ƀ": 544,
      "Ʉ": 545,
      "Ʌ": 546,
      "Ɇ": 547,
      "ɇ": 548,
      "Ɉ": 549,
      "ɉ": 550,
      "Ɋ": 551,
      "ɋ": 552,
      "Ɍ": 553,
      "ɍ": 554,
      "Ɏ": 555,
      "ɏ": 556,
      "ɐ": 557,
      "ɑ": 558,
      "ɒ": 559,
      "ɓ": 560,
      "ɔ": 561,
      "ɕ": 562,
      "ɖ": 563,
      "ɗ": 564,
      "ɘ": 565,
      "ə": 566,
      "ɚ": 567,
      "ɛ": 568,
      "ɜ": 569,
      "ɝ": 570,
      "ɞ": 571,
      "ɟ": 572,
      "ɠ": 573,
      "ɡ": 574,
      "ɢ": 575,
      "ɣ": 576,
      "ɤ": 577,
      "ɥ": 578,
      "ɦ": 579,
      "ɧ": 580,
      "ɨ": 581,
      "ɩ": 582,
      "ɪ": 583,
      "ɫ": 584,
      "ɬ": 585,
      "ɭ": 586,
      "ɮ": 587,
      "ɯ": 588,
      "ɰ": 589,
      "ɱ": 590,
      "ɲ": 591,
      "ɳ": 592,
      "ɴ": 593,
      "ɵ": 594,
      "ɶ": 595,
      "ɷ": 596,
      "ɸ": 597,
      "ɹ": 598,
      "ɺ": 599,
      "ɻ": 600,
      "ɼ": 601,
      "ɽ": 602,
      "ɾ": 603,
      "ɿ": 604,
      "ʀ": 605,
      "ʁ": 606,
      "ʂ": 607,
      "ʃ": 608,
      "ʄ": 609,
      "ʅ": 610,
      "ʆ": 611,
      "ʇ": 612,
      "ʈ": 613,
      "ʉ": 614,
      "ʊ": 615,
      "ʋ": 616,
      "ʌ": 617,
      "ʍ": 618,
      "ʎ": 619,
      "ʏ": 620,
      "ʐ": 621,
      "ʑ": 622,
      "ʒ": 623,
      "ʓ": 624,
      "ʔ": 625,
      "ʕ": 626,
      "ʖ": 627,
      "ʗ": 628,
      "ʘ": 629,
      "ʙ": 630,
      "ʚ": 631,
      "ʛ": 632,
      "ʜ": 633,
      "ʝ": 634,
      "ʞ": 635,
      "ʟ": 636,
      "ʠ": 637,
      "ʡ": 638,
      "ʢ": 639,
      "ʣ": 640,
      "ʤ": 641,
      "ʥ": 642,
      "ʦ": 643,
      "ʧ": 644,
      "ʨ": 645,
      "ʩ": 646,
      "ʪ": 647,
      "ʫ": 648,
      "ʮ": 649,
      "ʯ": 650,
      "ʰ": 651,
      "ʱ": 652,
      "ʲ": 653,
      "ʳ": 654,
      "ʴ": 655,
      "ʵ": 656,
      "ʶ": 657,
      "ʷ": 658,
      "ʸ": 659,
      "ʹ": 660,
      "ʺ": 661,
      "ʻ": 662,
      "ʼ": 663,
      "ʽ": 664,
      "ʾ": 665,
      "ʿ": 666,
      "ˀ": 667,
      "ˁ": 668,
      "˂": 669,
      "˃": 670,
      "˄": 671,
      "˅": 672,
      "ˆ": 673,
      "ˇ": 674,
      "ˈ": 675,
      "ˉ": 676,
      "ˊ": 677,
      "ˋ": 678,
      "ˌ": 679,
      "ˍ": 680,
      "ˎ": 681,
      "ˏ": 682,
      "ː": 683,
      "ˑ": 684,
      "˒": 685,
      "˓": 686,
      "˔": 687,
      "˕": 688,
      "˖": 689,
      "˗": 690,
      "˘": 691,
      "˙": 692,
      "˚": 693,
      "˛": 694,
      "˜": 695,
      "˝": 696,
      "˞": 697,
      "˟": 698,
      "ˠ": 699,
      "ˡ": 700,
      "ˢ": 701,
      "ˣ": 702,
      "ˤ": 703,
      "˥": 704,
      "˦": 705,
      "˧": 706,
      "˨": 707,
      "˩": 708,
      "˫": 709,
      "ˬ": 710,
      "˭": 711,
      "ˮ": 712,
      "˯": 713,
      "˰": 714,
      "˱": 715,
      "˲": 716,
      "˳": 717,
      "˴": 718,
      "˵": 719,
      "˶": 720,
      "˷": 721,
      "˸": 722,
      "˹": 723,
      "˺": 724,
      "˻": 725,
      "˼": 726,
      "˽": 727,
      "˾": 728,
      "˿": 729,
      "̀": 730,
      "́": 731,
      "̂": 732,
      "̃": 733,
      "̄": 734,
      "̅": 735,
      "̆": 736,
      "̇": 737,
      "̈": 738,
      "̉": 739,
      "̊": 740,
      "̋": 741,
      "̌": 742,
      "̍": 743,
      "̎": 744,
      "̏": 745,
      "̐": 746,
      "̑": 747,
      "̒": 748,
      "̓": 749,
      "̔": 750,
      "̕": 751,
      "̖": 752,
      "̗": 753,
      "̘": 754,
      "̙": 755,
      "̚": 756,
      "̛": 757,
      "̜": 758,
      "̝": 759,
      "̞": 760,
      "̟": 761,
      "̠": 762,
      "̡": 763,
      "̢": 764,
      "̣": 765,
      "̤": 766,
      "̥": 767,
      "̦": 768,
      "̧": 769,
      "̨": 770,
      "̩": 771,
      "̪": 772,
      "̫": 773,
      "̬": 774,
      "̭": 775,
      "̮": 776,
      "̯": 777,
      "̰": 778,
      "̱": 779,
      "̲": 780,
      "̳": 781,
      "̴": 782,
      "̵": 783,
      "̶": 784,
      "̷": 785,
      "̸": 786,
      "̹": 787,
      "̺": 788,
      "̻": 789,
      "̼": 790,
      "̽": 791,
      "̿": 792,
      "͂": 793,
      "ͅ": 794,
      "͆": 795,
      "͇": 796,
      "͈": 797,
      "͉": 798,
      "͊": 799,
      "͋": 800,
      "͌": 801,
      "͍": 802,
      "͎": 803,
      "͏": 804,
      "͐": 805,
      "͑": 806,
      "͒": 807,
      "͓": 808,
      "͔": 809,
      "͕": 810,
      "͖": 811,
      "͗": 812,
      "͘": 813,
      "͙": 814,
      "͚": 815,
      "͛": 816,
      "͜": 817,
      "͝": 818,
      "͞": 819,
      "͟": 820,
      "͠": 821,
      "͡": 822,
      "͢": 823,
      "ͣ": 824,
      "ͤ": 825,
      "ͥ": 826,
      "ͦ": 827,
      "ͧ": 828,
      "ͨ": 829,
      "ͩ": 830,
      "ͪ": 831,
      "ͫ": 832,
      "ͬ": 833,
      "ͭ": 834,
      "ͮ": 835,
      "ͯ": 836,
      "Ͱ": 837,
      "ͱ": 838,
      "ͳ": 839,
      "͵": 840,
      "Ͷ": 841,
      "ͷ": 842,
      "ͺ": 843,
      "ͻ": 844,
      "΄": 845,
      "΅": 846,
      "Ά": 847,
      "Έ": 848,
      "Ή": 849,
      "Ί": 850,
      "Ό": 851,
      "Ύ": 852,
      "Ώ": 853,
      "ΐ": 854,
      "Α": 855,
      "Β": 856,
      "Γ": 857,
      "Δ": 858,
      "Ε": 859,
      "Ζ": 860,
      "Η": 861,
      "Θ": 862,
      "Ι": 863,
      "Κ": 864,
      "Λ": 865,
      "Μ": 866,
      "Ν": 867,
      "Ξ": 868,
      "Ο": 869,
      "Π": 870,
      "Ρ": 871,
      "Σ": 872,
      "Τ": 873,
      "Υ": 874,
      "Φ": 875,
      "Χ": 876,
      "Ψ": 877,
      "Ω": 878,
      "Ϊ": 879,
      "Ϋ": 880,
      "ά": 881,
      "έ": 882,
      "ή": 883,
      "ί": 884,
      "ΰ": 885,
      "α": 886,
      "β": 887,
      "γ": 888,
      "δ": 889,
      "ε": 890,
      "ζ": 891,
      "η": 892,
      "θ": 893,
      "ι": 894,
      "κ": 895,
      "λ": 896,
      "μ": 897,
      "ν": 898,
      "ξ": 899,
      "ο": 900,
      "π": 901,
      "ρ": 902,
      "ς": 903,
      "σ": 904,
      "τ": 905,
      "υ": 906,
      "φ": 907,
      "χ": 908,
      "ψ": 909,
      "ω": 910,
      "ϊ": 911,
      "ϋ": 912,
      "ό": 913,
      "ύ": 914,
      "ώ": 915,
      "Ϗ": 916,
      "ϐ": 917,
      "ϑ": 918,
      "ϒ": 919,
      "ϓ": 920,
      "ϔ": 921,
      "ϕ": 922,
      "ϖ": 923,
      "ϗ": 924,
      "Ϙ": 925,
      "ϙ": 926,
      "Ϛ": 927,
      "ϛ": 928,
      "Ϝ": 929,
      "ϝ": 930,
      "Ϟ": 931,
      "ϟ": 932,
      "Ϡ": 933,
      "ϡ": 934,
      "Ϣ": 935,
      "ϣ": 936,
      "Ϥ": 937,
      "ϥ": 938,
      "Ϧ": 939,
      "ϧ": 940,
      "Ϩ": 941,
      "ϩ": 942,
      "Ϫ": 943,
      "ϫ": 944,
      "Ϭ": 945,
      "ϭ": 946,
      "Ϯ": 947,
      "ϯ": 948,
      "ϰ": 949,
      "ϱ": 950,
      "ϲ": 951,
      "ϳ": 952,
      "ϴ": 953,
      "ϵ": 954,
      "϶": 955,
      "Ϸ": 956,
      "ϸ": 957,
      "Ϲ": 958,
      "Ϻ": 959,
      "ϻ": 960,
      "ϼ": 961,
      "Ͻ": 962,
      "Ͼ": 963,
      "Ͽ": 964,
      "Ѐ": 965,
      "Ё": 966,
      "Ђ": 967,
      "Ѓ": 968,
      "Є": 969,
      "Ѕ": 970,
      "І": 971,
      "Ї": 972,
      "Ј": 973,
      "Љ": 974,
      "Њ": 975,
      "Ћ": 976,
      "Ќ": 977,
      "Ѝ": 978,
      "Ў": 979,
      "Џ": 980,
      "А": 981,
      "Б": 982,
      "В": 983,
      "Г": 984,
      "Д": 985,
      "Е": 986,
      "Ж": 987,
      "З": 988,
      "И": 989,
      "Й": 990,
      "К": 991,
      "Л": 992,
      "М": 993,
      "Н": 994,
      "О": 995,
      "П": 996,
      "Р": 997,
      "С": 998,
      "Т": 999,
      "У": 1000,
      "Ф": 1001,
      "Х": 1002,
      "Ц": 1003,
      "Ч": 1004,
      "Ш": 1005,
      "Щ": 1006,
      "Ъ": 1007,
      "Ы": 1008,
      "Ь": 1009,
      "Э": 1010,
      "Ю": 1011,
      "Я": 1012,
      "а": 1013,
      "б": 1014,
      "в": 1015,
      "г": 1016,
      "д": 1017,
      "е": 1018,
      "ж": 1019,
      "з": 1020,
      "и": 1021,
      "й": 1022,
      "к": 1023,
      "л": 1024,
      "м": 1025,
      "н": 1026,
      "о": 1027,
      "п": 1028,
      "р": 1029,
      "с": 1030,
      "т": 1031,
      "у": 1032,
      "ф": 1033,
      "х": 1034,
      "ц": 1035,
      "ч": 1036,
      "ш": 1037,
      "щ": 1038,
      "ъ": 1039,
      "ы": 1040,
      "ь": 1041,
      "э": 1042,
      "ю": 1043,
      "я": 1044,
      "ѐ": 1045,
      "ё": 1046,
      "ђ": 1047,
      "ѓ": 1048,
      "є": 1049,
      "ѕ": 1050,
      "і": 1051,
      "ї": 1052,
      "ј": 1053,
      "љ": 1054,
      "њ": 1055,
      "ћ": 1056,
      "ќ": 1057,
      "ѝ": 1058,
      "ў": 1059,
      "џ": 1060,
      "Ѡ": 1061,
      "ѡ": 1062,
      "Ѣ": 1063,
      "ѣ": 1064,
      "Ѥ": 1065,
      "ѥ": 1066,
      "Ѧ": 1067,
      "ѧ": 1068,
      "Ѩ": 1069,
      "ѩ": 1070,
      "Ѫ": 1071,
      "ѫ": 1072,
      "Ѭ": 1073,
      "ѭ": 1074,
      "Ѯ": 1075,
      "ѯ": 1076,
      "Ѱ": 1077,
      "ѱ": 1078,
      "Ѳ": 1079,
      "ѳ": 1080,
      "Ѵ": 1081,
      "ѵ": 1082,
      "Ѷ": 1083,
      "ѷ": 1084,
      "Ѹ": 1085,
      "ѹ": 1086,
      "Ѻ": 1087,
      "ѻ": 1088,
      "Ѽ": 1089,
      "Ѿ": 1090,
      "ѿ": 1091,
      "Ҁ": 1092,
      "ҁ": 1093,
      "҂": 1094,
      "҃": 1095,
      "҄": 1096,
      "҅": 1097,
      "҆": 1098,
      "҇": 1099,
      "҈": 1100,
      "҉": 1101,
      "Ҋ": 1102,
      "ҋ": 1103,
      "Ҍ": 1104,
      "ҍ": 1105,
      "Ҏ": 1106,
      "ҏ": 1107,
      "Ґ": 1108,
      "ґ": 1109,
      "Ғ": 1110,
      "ғ": 1111,
      "Ҕ": 1112,
      "ҕ": 1113,
      "Җ": 1114,
      "җ": 1115,
      "Ҙ": 1116,
      "ҙ": 1117,
      "Қ": 1118,
      "қ": 1119,
      "Ҝ": 1120,
      "ҝ": 1121,
      "Ҟ": 1122,
      "ҟ": 1123,
      "Ҡ": 1124,
      "ҡ": 1125,
      "Ң": 1126,
      "ң": 1127,
      "Ҥ": 1128,
      "ҥ": 1129,
      "Ҧ": 1130,
      "ҧ": 1131,
      "Ҩ": 1132,
      "ҩ": 1133,
      "Ҫ": 1134,
      "ҫ": 1135,
      "Ҭ": 1136,
      "ҭ": 1137,
      "Ү": 1138,
      "ү": 1139,
      "Ұ": 1140,
      "ұ": 1141,
      "Ҳ": 1142,
      "ҳ": 1143,
      "Ҵ": 1144,
      "ҵ": 1145,
      "Ҷ": 1146,
      "ҷ": 1147,
      "Ҹ": 1148,
      "ҹ": 1149,
      "Һ": 1150,
      "һ": 1151,
      "Ҽ": 1152,
      "ҽ": 1153,
      "Ҿ": 1154,
      "ҿ": 1155,
      "Ӏ": 1156,
      "Ӂ": 1157,
      "ӂ": 1158,
      "Ӄ": 1159,
      "ӄ": 1160,
      "Ӆ": 1161,
      "ӆ": 1162,
      "Ӈ": 1163,
      "ӈ": 1164,
      "Ӊ": 1165,
      "ӊ": 1166,
      "Ӌ": 1167,
      "ӌ": 1168,
      "Ӎ": 1169,
      "ӎ": 1170,
      "ӏ": 1171,
      "Ӑ": 1172,
      "ӑ": 1173,
      "Ӓ": 1174,
      "ӓ": 1175,
      "Ӕ": 1176,
      "ӕ": 1177,
      "Ӗ": 1178,
      "ӗ": 1179,
      "Ә": 1180,
      "ә": 1181,
      "Ӛ": 1182,
      "ӛ": 1183,
      "Ӝ": 1184,
      "ӝ": 1185,
      "Ӟ": 1186,
      "ӟ": 1187,
      "Ӡ": 1188,
      "ӡ": 1189,
      "Ӣ": 1190,
      "ӣ": 1191,
      "Ӥ": 1192,
      "ӥ": 1193,
      "Ӧ": 1194,
      "ӧ": 1195,
      "Ө": 1196,
      "ө": 1197,
      "Ӫ": 1198,
      "ӫ": 1199,
      "Ӭ": 1200,
      "ӭ": 1201,
      "Ӯ": 1202,
      "ӯ": 1203,
      "Ӱ": 1204,
      "ӱ": 1205,
      "Ӳ": 1206,
      "ӳ": 1207,
      "Ӵ": 1208,
      "ӵ": 1209,
      "Ӷ": 1210,
      "ӷ": 1211,
      "Ӹ": 1212,
      "ӹ": 1213,
      "Ӻ": 1214,
      "ӻ": 1215,
      "Ӽ": 1216,
      "ӽ": 1217,
      "Ӿ": 1218,
      "ӿ": 1219,
      "Ԁ": 1220,
      "ԁ": 1221,
      "Ԃ": 1222,
      "ԃ": 1223,
      "Ԅ": 1224,
      "ԅ": 1225,
      "Ԇ": 1226,
      "ԇ": 1227,
      "Ԉ": 1228,
      "ԉ": 1229,
      "Ԋ": 1230,
      "ԋ": 1231,
      "Ԍ": 1232,
      "ԍ": 1233,
      "Ԏ": 1234,
      "ԏ": 1235,
      "Ԑ": 1236,
      "ԑ": 1237,
      "Ԓ": 1238,
      "ԓ": 1239,
      "Ԕ": 1240,
      "ԕ": 1241,
      "Ԗ": 1242,
      "ԗ": 1243,
      "Ԙ": 1244,
      "ԙ": 1245,
      "Ԛ": 1246,
      "ԛ": 1247,
      "Ԝ": 1248,
      "ԝ": 1249,
      "Ԟ": 1250,
      "ԟ": 1251,
      "Ԡ": 1252,
      "ԡ": 1253,
      "Ԣ": 1254,
      "ԣ": 1255,
      "Ԥ": 1256,
      "ԥ": 1257,
      "Ԧ": 1258,
      "ԧ": 1259,
      "Ԩ": 1260,
      "ԩ": 1261,
      "Ԫ": 1262,
      "ԫ": 1263,
      "Ԭ": 1264,
      "ԭ": 1265,
      "Ԯ": 1266,
      "ԯ": 1267,
      "Ա": 1268,
      "Բ": 1269,
      "Գ": 1270,
      "Դ": 1271,
      "Ե": 1272,
      "Զ": 1273,
      "Է": 1274,
      "Ը": 1275,
      "Թ": 1276,
      "Ժ": 1277,
      "Ի": 1278,
      "Լ": 1279,
      "Խ": 1280,
      "Ծ": 1281,
      "Կ": 1282,
      "Հ": 1283,
      "Ձ": 1284,
      "Ղ": 1285,
      "Ճ": 1286,
      "Մ": 1287,
      "Յ": 1288,
      "Ն": 1289,
      "Շ": 1290,
      "Ո": 1291,
      "Չ": 1292,
      "Պ": 1293,
      "Ջ": 1294,
      "Ռ": 1295,
      "Ս": 1296,
      "Վ": 1297,
      "Տ": 1298,
      "Ր": 1299,
      "Ց": 1300,
      "Ւ": 1301,
      "Փ": 1302,
      "Ք": 1303,
      "Օ": 1304,
      "Ֆ": 1305,
      "ՙ": 1306,
      "՚": 1307,
      "՛": 1308,
      "՜": 1309,
      "՝": 1310,
      "՞": 1311,
      "՟": 1312,
      "ա": 1313,
      "բ": 1314,
      "գ": 1315,
      "դ": 1316,
      "ե": 1317,
      "զ": 1318,
      "է": 1319,
      "ը": 1320,
      "թ": 1321,
      "ժ": 1322,
      "ի": 1323,
      "լ": 1324,
      "խ": 1325,
      "ծ": 1326,
      "կ": 1327,
      "հ": 1328,
      "ձ": 1329,
      "ղ": 1330,
      "ճ": 1331,
      "մ": 1332,
      "յ": 1333,
      "ն": 1334,
      "շ": 1335,
      "ո": 1336,
      "չ": 1337,
      "պ": 1338,
      "ջ": 1339,
      "ռ": 1340,
      "ս": 1341,
      "վ": 1342,
      "տ": 1343,
      "ր": 1344,
      "ց": 1345,
      "ւ": 1346,
      "փ": 1347,
      "ք": 1348,
      "օ": 1349,
      "ֆ": 1350,
      "և": 1351,
      "։": 1352,
      "֊": 1353,
      "֍": 1354,
      "֎": 1355,
      "֏": 1356,
      "֑": 1357,
      "֒": 1358,
      "֓": 1359,
      "֔": 1360,
      "֕": 1361,
      "֖": 1362,
      "֗": 1363,
      "֘": 1364,
      "֙": 1365,
      "֚": 1366,
      "֛": 1367,
      "֜": 1368,
      "֝": 1369,
      "֞": 1370,
      "֟": 1371,
      "֠": 1372,
      "֡": 1373,
      "֣": 1374,
      "֤": 1375,
      "֥": 1376,
      "֦": 1377,
      "֧": 1378,
      "֨": 1379,
      "֩": 1380,
      "֪": 1381,
      "֫": 1382,
      "֭": 1383,
      "֮": 1384,
      "ְ": 1385,
      "ֱ": 1386,
      "ֲ": 1387,
      "ֳ": 1388,
      "ִ": 1389,
      "ֵ": 1390,
      "ֶ": 1391,
      "ַ": 1392,
      "ָ": 1393,
      "ֹ": 1394,
      "ֺ": 1395,
      "ֻ": 1396,
      "ּ": 1397,
      "ֽ": 1398,
      "־": 1399,
      "ֿ": 1400,
      "׀": 1401,
      "ׁ": 1402,
      "ׂ": 1403,
      "׃": 1404,
      "ׄ": 1405,
      "ׅ": 1406,
      "׆": 1407,
      "ׇ": 1408,
      "א": 1409,
      "ב": 1410,
      "ג": 1411,
      "ד": 1412,
      "ה": 1413,
      "ו": 1414,
      "ז": 1415,
      "ח": 1416,
      "ט": 1417,
      "י": 1418,
      "ך": 1419,
      "כ": 1420,
      "ל": 1421,
      "ם": 1422,
      "מ": 1423,
      "ן": 1424,
      "נ": 1425,
      "ס": 1426,
      "ע": 1427,
      "ף": 1428,
      "פ": 1429,
      "ץ": 1430,
      "צ": 1431,
      "ק": 1432,
      "ר": 1433,
      "ש": 1434,
      "ת": 1435,
      "װ": 1436,
      "ױ": 1437,
      "ײ": 1438,
      "׳": 1439,
      "״": 1440,
      "؉": 1441,
      "؊": 1442,
      "؋": 1443,
      "،": 1444,
      "ؑ": 1445,
      "ؒ": 1446,
      "ؓ": 1447,
      "ؔ": 1448,
      "ؕ": 1449,
      "ؖ": 1450,
      "ؙ": 1451,
      "؛": 1452,
      "؜": 1453,
      "؞": 1454,
      "؟": 1455,
      "ؠ": 1456,
      "ء": 1457,
      "آ": 1458,
      "أ": 1459,
      "ؤ": 1460,
      "إ": 1461,
      "ئ": 1462,
      "ا": 1463,
      "ب": 1464,
      "ة": 1465,
      "ت": 1466,
      "ث": 1467,
      "ج": 1468,
      "ح": 1469,
      "خ": 1470,
      "د": 1471,
      "ذ": 1472,
      "ر": 1473,
      "ز": 1474,
      "س": 1475,
      "ش": 1476,
      "ص": 1477,
      "ض": 1478,
      "ط": 1479,
      "ظ": 1480,
      "ع": 1481,
      "غ": 1482,
      "ػ": 1483,
      "ؿ": 1484,
      "ـ": 1485,
      "ف": 1486,
      "ق": 1487,
      "ك": 1488,
      "ل": 1489,
      "م": 1490,
      "ن": 1491,
      "ه": 1492,
      "و": 1493,
      "ى": 1494,
      "ي": 1495,
      "ً": 1496,
      "ٌ": 1497,
      "ٍ": 1498,
      "َ": 1499,
      "ُ": 1500,
      "ِ": 1501,
      "ّ": 1502,
      "ْ": 1503,
      "ٓ": 1504,
      "ٔ": 1505,
      "ٕ": 1506,
      "ٖ": 1507,
      "ٗ": 1508,
      "٘": 1509,
      "ٙ": 1510,
      "ٚ": 1511,
      "ٛ": 1512,
      "ٜ": 1513,
      "ٝ": 1514,
      "٠": 1515,
      "١": 1516,
      "٢": 1517,
      "٣": 1518,
      "٤": 1519,
      "٥": 1520,
      "٦": 1521,
      "٧": 1522,
      "٨": 1523,
      "٩": 1524,
      "٪": 1525,
      "٫": 1526,
      "٬": 1527,
      "٭": 1528,
      "ٮ": 1529,
      "ٯ": 1530,
      "ٰ": 1531,
      "ٱ": 1532,
      "ٲ": 1533,
      "ٳ": 1534,
      "ٵ": 1535,
      "ٶ": 1536,
      "ٷ": 1537,
      "ٸ": 1538,
      "ٹ": 1539,
      "ٺ": 1540,
      "ٻ": 1541,
      "ټ": 1542,
      "ٽ": 1543,
      "پ": 1544,
      "ٿ": 1545,
      "ڀ": 1546,
      "ځ": 1547,
      "ڃ": 1548,
      "ڄ": 1549,
      "څ": 1550,
      "چ": 1551,
      "ڇ": 1552,
      "ڈ": 1553,
      "ډ": 1554,
      "ڊ": 1555,
      "ڌ": 1556,
      "ڍ": 1557,
      "ڏ": 1558,
      "ڑ": 1559,
      "ڒ": 1560,
      "ړ": 1561,
      "ڔ": 1562,
      "ڕ": 1563,
      "ږ": 1564,
      "ڗ": 1565,
      "ژ": 1566,
      "ڙ": 1567,
      "ښ": 1568,
      "ڛ": 1569,
      "ڜ": 1570,
      "ڞ": 1571,
      "ڠ": 1572,
      "ڡ": 1573,
      "ڢ": 1574,
      "ڤ": 1575,
      "ڥ": 1576,
      "ڦ": 1577,
      "ڧ": 1578,
      "ڨ": 1579,
      "ک": 1580,
      "ڪ": 1581,
      "ګ": 1582,
      "ڬ": 1583,
      "ڭ": 1584,
      "ڮ": 1585,
      "گ": 1586,
      "ڱ": 1587,
      "ڳ": 1588,
      "ڴ": 1589,
      "ڵ": 1590,
      "ڸ": 1591,
      "ڹ": 1592,
      "ں": 1593,
      "ڻ": 1594,
      "ڼ": 1595,
      "ڽ": 1596,
      "ھ": 1597,
      "ڿ": 1598,
      "ۀ": 1599,
      "ہ": 1600,
      "ۂ": 1601,
      "ۃ": 1602,
      "ۄ": 1603,
      "ۅ": 1604,
      "ۆ": 1605,
      "ۇ": 1606,
      "ۈ": 1607,
      "ۉ": 1608,
      "ۊ": 1609,
      "ۋ": 1610,
      "ی": 1611,
      "ۍ": 1612,
      "ێ": 1613,
      "ۏ": 1614,
      "ې": 1615,
      "ے": 1616,
      "ۓ": 1617,
      "۔": 1618,
      "ە": 1619,
      "ۖ": 1620,
      "ۗ": 1621,
      "ۚ": 1622,
      "۝": 1623,
      "۞": 1624,
      "۟": 1625,
      "۠": 1626,
      "ۡ": 1627,
      "ۢ": 1628,
      "ۤ": 1629,
      "ۥ": 1630,
      "ۦ": 1631,
      "۩": 1632,
      "۪": 1633,
      "ۭ": 1634,
      "۰": 1635,
      "۱": 1636,
      "۲": 1637,
      "۳": 1638,
      "۴": 1639,
      "۵": 1640,
      "۶": 1641,
      "۷": 1642,
      "۸": 1643,
      "۹": 1644,
      "ۺ": 1645,
      "ۻ": 1646,
      "ۼ": 1647,
      "۽": 1648,
      "۾": 1649,
      "ۿ": 1650,
      "܀": 1651,
      "܁": 1652,
      "܂": 1653,
      "܃": 1654,
      "܏": 1655,
      "ܐ": 1656,
      "ܒ": 1657,
      "ܓ": 1658,
      "ܕ": 1659,
      "ܖ": 1660,
      "ܗ": 1661,
      "ܘ": 1662,
      "ܙ": 1663,
      "ܚ": 1664,
      "ܛ": 1665,
      "ܜ": 1666,
      "ܝ": 1667,
      "ܟ": 1668,
      "ܠ": 1669,
      "ܡ": 1670,
      "ܢ": 1671,
      "ܣ": 1672,
      "ܤ": 1673,
      "ܥ": 1674,
      "ܦ": 1675,
      "ܨ": 1676,
      "ܩ": 1677,
      "ܪ": 1678,
      "ܫ": 1679,
      "ܬ": 1680,
      "ܰ": 1681,
      "ܱ": 1682,
      "ܲ": 1683,
      "ܳ": 1684,
      "ܴ": 1685,
      "ܵ": 1686,
      "ܶ": 1687,
      "ܷ": 1688,
      "ܸ": 1689,
      "ܹ": 1690,
      "ܺ": 1691,
      "ܻ": 1692,
      "ܼ": 1693,
      "ܽ": 1694,
      "ܿ": 1695,
      "݁": 1696,
      "݂": 1697,
      "݇": 1698,
      "ݍ": 1699,
      "ݎ": 1700,
      "ݏ": 1701,
      "ݐ": 1702,
      "ݑ": 1703,
      "ݒ": 1704,
      "ݓ": 1705,
      "ݔ": 1706,
      "ݘ": 1707,
      "ݙ": 1708,
      "ݚ": 1709,
      "ݛ": 1710,
      "ݜ": 1711,
      "ݢ": 1712,
      "ݣ": 1713,
      "ݥ": 1714,
      "ݨ": 1715,
      "ݩ": 1716,
      "ݪ": 1717,
      "ݫ": 1718,
      "ݭ": 1719,
      "ݰ": 1720,
      "ݴ": 1721,
      "ݸ": 1722,
      "ހ": 1723,
      "ށ": 1724,
      "ނ": 1725,
      "ރ": 1726,
      "ބ": 1727,
      "ޅ": 1728,
      "ކ": 1729,
      "އ": 1730,
      "ވ": 1731,
      "މ": 1732,
      "ފ": 1733,
      "ދ": 1734,
      "ތ": 1735,
      "ލ": 1736,
      "ގ": 1737,
      "ޏ": 1738,
      "ސ": 1739,
      "ޑ": 1740,
      "ޒ": 1741,
      "ޓ": 1742,
      "ޔ": 1743,
      "ޕ": 1744,
      "ޖ": 1745,
      "ޗ": 1746,
      "ޙ": 1747,
      "ޚ": 1748,
      "ޝ": 1749,
      "ޞ": 1750,
      "ޠ": 1751,
      "ޢ": 1752,
      "ޤ": 1753,
      "ަ": 1754,
      "ާ": 1755,
      "ި": 1756,
      "ީ": 1757,
      "ު": 1758,
      "ޫ": 1759,
      "ެ": 1760,
      "ޭ": 1761,
      "ޮ": 1762,
      "ޯ": 1763,
      "ް": 1764,
      "ޱ": 1765,
      "߁": 1766,
      "߂": 1767,
      "߃": 1768,
      "߈": 1769,
      "ߊ": 1770,
      "ߋ": 1771,
      "ߌ": 1772,
      "ߍ": 1773,
      "ߎ": 1774,
      "ߏ": 1775,
      "ߐ": 1776,
      "ߒ": 1777,
      "ߓ": 1778,
      "ߔ": 1779,
      "ߕ": 1780,
      "ߖ": 1781,
      "ߗ": 1782,
      "ߘ": 1783,
      "ߙ": 1784,
      "ߚ": 1785,
      "ߛ": 1786,
      "ߜ": 1787,
      "ߝ": 1788,
      "ߞ": 1789,
      "ߟ": 1790,
      "ߠ": 1791,
      "ߡ": 1792,
      "ߢ": 1793,
      "ߣ": 1794,
      "ߤ": 1795,
      "ߥ": 1796,
      "ߦ": 1797,
      "߫": 1798,
      "߬": 1799,
      "߭": 1800,
      "߯": 1801,
      "߰": 1802,
      "߲": 1803,
      "߸": 1804,
      "ߺ": 1805,
      "߾": 1806,
      "߿": 1807,
      "ࠀ": 1808,
      "ࠁ": 1809,
      "ࠂ": 1810,
      "ࠃ": 1811,
      "ࠄ": 1812,
      "ࠅ": 1813,
      "ࠆ": 1814,
      "ࠉ": 1815,
      "ࠊ": 1816,
      "ࠋ": 1817,
      "ࠌ": 1818,
      "ࠍ": 1819,
      "ࠓ": 1820,
      "ࠔ": 1821,
      "࠙": 1822,
      "ࠝ": 1823,
      "ࠟ": 1824,
      "ࠠ": 1825,
      "ࠡ": 1826,
      "ࠢ": 1827,
      "ࠣ": 1828,
      "ࠥ": 1829,
      "ࠩ": 1830,
      "ࠪ": 1831,
      "ࠫ": 1832,
      "ࠬ": 1833,
      "ࡀ": 1834,
      "ࡁ": 1835,
      "ࡂ": 1836,
      "ࡃ": 1837,
      "ࡄ": 1838,
      "ࡅ": 1839,
      "ࡉ": 1840,
      "ࡍ": 1841,
      "ࡏ": 1842,
      "ࡓ": 1843,
      "ࡔ": 1844,
      "ࡕ": 1845,
      "ࡖ": 1846,
      "ࣇ": 1847,
      "࣢": 1848,
      "ࣺ": 1849,
      "ँ": 1850,
      "ं": 1851,
      "ः": 1852,
      "अ": 1853,
      "आ": 1854,
      "इ": 1855,
      "ई": 1856,
      "उ": 1857,
      "ऊ": 1858,
      "ऋ": 1859,
      "ऌ": 1860,
      "ऍ": 1861,
      "ऎ": 1862,
      "ए": 1863,
      "ऐ": 1864,
      "ऑ": 1865,
      "ऒ": 1866,
      "ओ": 1867,
      "औ": 1868,
      "क": 1869,
      "ख": 1870,
      "ग": 1871,
      "घ": 1872,
      "ङ": 1873,
      "च": 1874,
      "छ": 1875,
      "ज": 1876,
      "झ": 1877,
      "ञ": 1878,
      "ट": 1879,
      "ठ": 1880,
      "ड": 1881,
      "ढ": 1882,
      "ण": 1883,
      "त": 1884,
      "थ": 1885,
      "द": 1886,
      "ध": 1887,
      "न": 1888,
      "ऩ": 1889,
      "प": 1890,
      "फ": 1891,
      "ब": 1892,
      "भ": 1893,
      "म": 1894,
      "य": 1895,
      "र": 1896,
      "ऱ": 1897,
      "ल": 1898,
      "ळ": 1899,
      "व": 1900,
      "श": 1901,
      "ष": 1902,
      "स": 1903,
      "ह": 1904,
      "ऺ": 1905,
      "़": 1906,
      "ऽ": 1907,
      "ा": 1908,
      "ि": 1909,
      "ी": 1910,
      "ु": 1911,
      "ू": 1912,
      "ृ": 1913,
      "ॄ": 1914,
      "ॅ": 1915,
      "ॆ": 1916,
      "े": 1917,
      "ै": 1918,
      "ॉ": 1919,
      "ॊ": 1920,
      "ो": 1921,
      "ौ": 1922,
      "्": 1923,
      "ॏ": 1924,
      "ॐ": 1925,
      "॑": 1926,
      "॒": 1927,
      "॓": 1928,
      "॔": 1929,
      "ॖ": 1930,
      "ॠ": 1931,
      "ॡ": 1932,
      "ॢ": 1933,
      "ॣ": 1934,
      "।": 1935,
      "॥": 1936,
      "०": 1937,
      "१": 1938,
      "२": 1939,
      "३": 1940,
      "४": 1941,
      "५": 1942,
      "६": 1943,
      "७": 1944,
      "८": 1945,
      "९": 1946,
      "॰": 1947,
      "ॱ": 1948,
      "ॲ": 1949,
      "ॳ": 1950,
      "ॴ": 1951,
      "ॵ": 1952,
      "ॹ": 1953,
      "ॻ": 1954,
      "ॼ": 1955,
      "ॾ": 1956,
      "ॿ": 1957,
      "ঁ": 1958,
      "ং": 1959,
      "ঃ": 1960,
      "অ": 1961,
      "আ": 1962,
      "ই": 1963,
      "ঈ": 1964,
      "উ": 1965,
      "ঊ": 1966,
      "ঋ": 1967,
      "ঌ": 1968,
      "এ": 1969,
      "ঐ": 1970,
      "ও": 1971,
      "ঔ": 1972,
      "ক": 1973,
      "খ": 1974,
      "গ": 1975,
      "ঘ": 1976,
      "ঙ": 1977,
      "চ": 1978,
      "ছ": 1979,
      "জ": 1980,
      "ঝ": 1981,
      "ঞ": 1982,
      "ট": 1983,
      "ঠ": 1984,
      "ড": 1985,
      "ঢ": 1986,
      "ণ": 1987,
      "ত": 1988,
      "থ": 1989,
      "দ": 1990,
      "ধ": 1991,
      "ন": 1992,
      "প": 1993,
      "ফ": 1994,
      "ব": 1995,
      "ভ": 1996,
      "ম": 1997,
      "য": 1998,
      "র": 1999,
      "ল": 2000,
      "শ": 2001,
      "ষ": 2002,
      "স": 2003,
      "হ": 2004,
      "়": 2005,
      "া": 2006,
      "ি": 2007,
      "ী": 2008,
      "ু": 2009,
      "ূ": 2010,
      "ৃ": 2011,
      "ৄ": 2012,
      "ে": 2013,
      "ৈ": 2014,
      "ো": 2015,
      "ৌ": 2016,
      "্": 2017,
      "ৎ": 2018,
      "ৠ": 2019,
      "ৡ": 2020,
      "ৢ": 2021,
      "ৣ": 2022,
      "০": 2023,
      "১": 2024,
      "২": 2025,
      "৩": 2026,
      "৪": 2027,
      "৫": 2028,
      "৬": 2029,
      "৭": 2030,
      "৮": 2031,
      "৯": 2032,
      "ৰ": 2033,
      "ৱ": 2034,
      "৳": 2035,
      "৷": 2036,
      "৹": 2037,
      "ਂ": 2038,
      "ਃ": 2039,
      "ਅ": 2040,
      "ਆ": 2041,
      "ਇ": 2042,
      "ਈ": 2043,
      "ਉ": 2044,
      "ਊ": 2045,
      "ਏ": 2046,
      "ਐ": 2047,
      "ਓ": 2048,
      "ਔ": 2049,
      "ਕ": 2050,
      "ਖ": 2051,
      "ਗ": 2052,
      "ਘ": 2053,
      "ਙ": 2054,
      "ਚ": 2055,
      "ਛ": 2056,
      "ਜ": 2057,
      "ਝ": 2058,
      "ਞ": 2059,
      "ਟ": 2060,
      "ਠ": 2061,
      "ਡ": 2062,
      "ਢ": 2063,
      "ਣ": 2064,
      "ਤ": 2065,
      "ਥ": 2066,
      "ਦ": 2067,
      "ਧ": 2068,
      "ਨ": 2069,
      "ਪ": 2070,
      "ਫ": 2071,
      "ਬ": 2072,
      "ਭ": 2073,
      "ਮ": 2074,
      "ਯ": 2075,
      "ਰ": 2076,
      "ਲ": 2077,
      "ਵ": 2078,
      "ਸ": 2079,
      "ਹ": 2080,
      "਼": 2081,
      "ਾ": 2082,
      "ਿ": 2083,
      "ੀ": 2084,
      "ੁ": 2085,
      "ੂ": 2086,
      "ੇ": 2087,
      "ੈ": 2088,
      "ੋ": 2089,
      "ੌ": 2090,
      "੍": 2091,
      "ੜ": 2092,
      "੝": 2093,
      "੧": 2094,
      "੨": 2095,
      "੩": 2096,
      "੪": 2097,
      "੫": 2098,
      "੮": 2099,
      "ੰ": 2100,
      "ੱ": 2101,
      "ੲ": 2102,
      "ੳ": 2103,
      "ੴ": 2104,
      "ੵ": 2105,
      "ઁ": 2106,
      "ં": 2107,
      "ઃ": 2108,
      "અ": 2109,
      "આ": 2110,
      "ઇ": 2111,
      "ઈ": 2112,
      "ઉ": 2113,
      "ઊ": 2114,
      "ઋ": 2115,
      "ઌ": 2116,
      "ઍ": 2117,
      "એ": 2118,
      "ઐ": 2119,
      "ઑ": 2120,
      "ઓ": 2121,
      "ઔ": 2122,
      "ક": 2123,
      "ખ": 2124,
      "ગ": 2125,
      "ઘ": 2126,
      "ઙ": 2127,
      "ચ": 2128,
      "છ": 2129,
      "જ": 2130,
      "ઝ": 2131,
      "ઞ": 2132,
      "ટ": 2133,
      "ઠ": 2134,
      "ડ": 2135,
      "ઢ": 2136,
      "ણ": 2137,
      "ત": 2138,
      "થ": 2139,
      "દ": 2140,
      "ધ": 2141,
      "ન": 2142,
      "પ": 2143,
      "ફ": 2144,
      "બ": 2145,
      "ભ": 2146,
      "મ": 2147,
      "ય": 2148,
      "ર": 2149,
      "લ": 2150,
      "ળ": 2151,
      "વ": 2152,
      "શ": 2153,
      "ષ": 2154,
      "સ": 2155,
      "હ": 2156,
      "઼": 2157,
      "ઽ": 2158,
      "ા": 2159,
      "િ": 2160,
      "ી": 2161,
      "ુ": 2162,
      "ૂ": 2163,
      "ૃ": 2164,
      "ૅ": 2165,
      "ે": 2166,
      "ૈ": 2167,
      "ૉ": 2168,
      "ો": 2169,
      "ૌ": 2170,
      "્": 2171,
      "ૐ": 2172,
      "ૠ": 2173,
      "ૡ": 2174,
      "૦": 2175,
      "૧": 2176,
      "૩": 2177,
      "૪": 2178,
      "૫": 2179,
      "૭": 2180,
      "૯": 2181,
      "૰": 2182,
      "૱": 2183,
      "ૹ": 2184,
      "ଁ": 2185,
      "ଂ": 2186,
      "ଃ": 2187,
      "ଅ": 2188,
      "ଆ": 2189,
      "ଇ": 2190,
      "ଈ": 2191,
      "ଉ": 2192,
      "ଊ": 2193,
      "ଋ": 2194,
      "ଌ": 2195,
      "ଏ": 2196,
      "ଐ": 2197,
      "ଓ": 2198,
      "ଔ": 2199,
      "କ": 2200,
      "ଖ": 2201,
      "ଗ": 2202,
      "ଘ": 2203,
      "ଙ": 2204,
      "ଚ": 2205,
      "ଛ": 2206,
      "ଜ": 2207,
      "ଝ": 2208,
      "ଞ": 2209,
      "ଟ": 2210,
      "ଠ": 2211,
      "ଡ": 2212,
      "ଢ": 2213,
      "ଣ": 2214,
      "ତ": 2215,
      "ଥ": 2216,
      "ଦ": 2217,
      "ଧ": 2218,
      "ନ": 2219,
      "ପ": 2220,
      "ଫ": 2221,
      "ବ": 2222,
      "ଭ": 2223,
      "ମ": 2224,
      "ଯ": 2225,
      "ର": 2226,
      "ଲ": 2227,
      "ଳ": 2228,
      "ଵ": 2229,
      "ଶ": 2230,
      "ଷ": 2231,
      "ସ": 2232,
      "ହ": 2233,
      "଼": 2234,
      "ା": 2235,
      "ି": 2236,
      "ୀ": 2237,
      "ୁ": 2238,
      "ୂ": 2239,
      "ୃ": 2240,
      "େ": 2241,
      "ୈ": 2242,
      "ୋ": 2243,
      "ୌ": 2244,
      "୍": 2245,
      "ୟ": 2246,
      "ୠ": 2247,
      "ୡ": 2248,
      "୦": 2249,
      "୧": 2250,
      "୨": 2251,
      "୩": 2252,
      "୪": 2253,
      "୫": 2254,
      "୬": 2255,
      "୭": 2256,
      "୮": 2257,
      "୯": 2258,
      "ୱ": 2259,
      "ஂ": 2260,
      "ஃ": 2261,
      "அ": 2262,
      "ஆ": 2263,
      "இ": 2264,
      "ஈ": 2265,
      "உ": 2266,
      "ஊ": 2267,
      "எ": 2268,
      "ஏ": 2269,
      "ஐ": 2270,
      "ஒ": 2271,
      "ஓ": 2272,
      "ஔ": 2273,
      "க": 2274,
      "ங": 2275,
      "ச": 2276,
      "ஜ": 2277,
      "ஞ": 2278,
      "ட": 2279,
      "ண": 2280,
      "த": 2281,
      "ந": 2282,
      "ன": 2283,
      "ப": 2284,
      "ம": 2285,
      "ய": 2286,
      "ர": 2287,
      "ற": 2288,
      "ல": 2289,
      "ள": 2290,
      "ழ": 2291,
      "வ": 2292,
      "ஶ": 2293,
      "ஷ": 2294,
      "ஸ": 2295,
      "ஹ": 2296,
      "ா": 2297,
      "ி": 2298,
      "ீ": 2299,
      "ு": 2300,
      "ூ": 2301,
      "ெ": 2302,
      "ே": 2303,
      "ை": 2304,
      "ொ": 2305,
      "ோ": 2306,
      "ௌ": 2307,
      "்": 2308,
      "ௐ": 2309,
      "௦": 2310,
      "௯": 2311,
      "௳": 2312,
      "ఁ": 2313,
      "ం": 2314,
      "ః": 2315,
      "అ": 2316,
      "ఆ": 2317,
      "ఇ": 2318,
      "ఈ": 2319,
      "ఉ": 2320,
      "ఊ": 2321,
      "ఋ": 2322,
      "ఌ": 2323,
      "ఎ": 2324,
      "ఏ": 2325,
      "ఐ": 2326,
      "ఒ": 2327,
      "ఓ": 2328,
      "ఔ": 2329,
      "క": 2330,
      "ఖ": 2331,
      "గ": 2332,
      "ఘ": 2333,
      "ఙ": 2334,
      "చ": 2335,
      "ఛ": 2336,
      "జ": 2337,
      "ఝ": 2338,
      "ఞ": 2339,
      "ట": 2340,
      "ఠ": 2341,
      "డ": 2342,
      "ఢ": 2343,
      "ణ": 2344,
      "త": 2345,
      "థ": 2346,
      "ద": 2347,
      "ధ": 2348,
      "న": 2349,
      "ప": 2350,
      "ఫ": 2351,
      "బ": 2352,
      "భ": 2353,
      "మ": 2354,
      "య": 2355,
      "ర": 2356,
      "ఱ": 2357,
      "ల": 2358,
      "ళ": 2359,
      "ఴ": 2360,
      "వ": 2361,
      "శ": 2362,
      "ష": 2363,
      "స": 2364,
      "హ": 2365,
      "ా": 2366,
      "ి": 2367,
      "ీ": 2368,
      "ు": 2369,
      "ూ": 2370,
      "ృ": 2371,
      "ౄ": 2372,
      "ె": 2373,
      "ే": 2374,
      "ై": 2375,
      "ొ": 2376,
      "ో": 2377,
      "ౌ": 2378,
      "్": 2379,
      "ౕ": 2380,
      "ౠ": 2381,
      "ౡ": 2382,
      "ౢ": 2383,
      "౦": 2384,
      "౧": 2385,
      "౨": 2386,
      "౩": 2387,
      "౪": 2388,
      "౫": 2389,
      "౬": 2390,
      "౼": 2391,
      "ಂ": 2392,
      "ಃ": 2393,
      "ಅ": 2394,
      "ಆ": 2395,
      "ಇ": 2396,
      "ಈ": 2397,
      "ಉ": 2398,
      "ಊ": 2399,
      "ಋ": 2400,
      "ಌ": 2401,
      "ಎ": 2402,
      "ಏ": 2403,
      "ಐ": 2404,
      "ಒ": 2405,
      "ಓ": 2406,
      "ಔ": 2407,
      "ಕ": 2408,
      "ಖ": 2409,
      "ಗ": 2410,
      "ಘ": 2411,
      "ಙ": 2412,
      "ಚ": 2413,
      "ಛ": 2414,
      "ಜ": 2415,
      "ಝ": 2416,
      "ಞ": 2417,
      "ಟ": 2418,
      "ಠ": 2419,
      "ಡ": 2420,
      "ಢ": 2421,
      "ಣ": 2422,
      "ತ": 2423,
      "ಥ": 2424,
      "ದ": 2425,
      "ಧ": 2426,
      "ನ": 2427,
      "ಪ": 2428,
      "ಫ": 2429,
      "ಬ": 2430,
      "ಭ": 2431,
      "ಮ": 2432,
      "ಯ": 2433,
      "ರ": 2434,
      "ಱ": 2435,
      "ಲ": 2436,
      "ಳ": 2437,
      "ವ": 2438,
      "ಶ": 2439,
      "ಷ": 2440,
      "ಸ": 2441,
      "ಹ": 2442,
      "಼": 2443,
      "ಾ": 2444,
      "ಿ": 2445,
      "ೀ": 2446,
      "ು": 2447,
      "ೂ": 2448,
      "ೃ": 2449,
      "ೆ": 2450,
      "ೇ": 2451,
      "ೈ": 2452,
      "ೊ": 2453,
      "ೋ": 2454,
      "ೌ": 2455,
      "್": 2456,
      "ೞ": 2457,
      "ೠ": 2458,
      "ೡ": 2459,
      "೦": 2460,
      "೧": 2461,
      "೨": 2462,
      "೩": 2463,
      "೪": 2464,
      "೫": 2465,
      "೬": 2466,
      "೭": 2467,
      "೮": 2468,
      "೯": 2469,
      "ം": 2470,
      "ഃ": 2471,
      "അ": 2472,
      "ആ": 2473,
      "ഇ": 2474,
      "ഈ": 2475,
      "ഉ": 2476,
      "ഊ": 2477,
      "ഋ": 2478,
      "ഌ": 2479,
      "എ": 2480,
      "ഏ": 2481,
      "ഐ": 2482,
      "ഒ": 2483,
      "ഓ": 2484,
      "ഔ": 2485,
      "ക": 2486,
      "ഖ": 2487,
      "ഗ": 2488,
      "ഘ": 2489,
      "ങ": 2490,
      "ച": 2491,
      "ഛ": 2492,
      "ജ": 2493,
      "ഝ": 2494,
      "ഞ": 2495,
      "ട": 2496,
      "ഠ": 2497,
      "ഡ": 2498,
      "ഢ": 2499,
      "ണ": 2500,
      "ത": 2501,
      "ഥ": 2502,
      "ദ": 2503,
      "ധ": 2504,
      "ന": 2505,
      "ഩ": 2506,
      "പ": 2507,
      "ഫ": 2508,
      "ബ": 2509,
      "ഭ": 2510,
      "മ": 2511,
      "യ": 2512,
      "ര": 2513,
      "റ": 2514,
      "ല": 2515,
      "ള": 2516,
      "ഴ": 2517,
      "വ": 2518,
      "ശ": 2519,
      "ഷ": 2520,
      "സ": 2521,
      "ഹ": 2522,
      "ഺ": 2523,
      "ഽ": 2524,
      "ാ": 2525,
      "ി": 2526,
      "ീ": 2527,
      "ു": 2528,
      "ൂ": 2529,
      "ൃ": 2530,
      "െ": 2531,
      "േ": 2532,
      "ൈ": 2533,
      "ൊ": 2534,
      "ോ": 2535,
      "ൌ": 2536,
      "്": 2537,
      "ൎ": 2538,
      "ൗ": 2539,
      "ൠ": 2540,
      "ൡ": 2541,
      "൦": 2542,
      "൧": 2543,
      "൨": 2544,
      "൩": 2545,
      "൪": 2546,
      "൭": 2547,
      "൯": 2548,
      "൰": 2549,
      "൱": 2550,
      "൲": 2551,
      "ൺ": 2552,
      "ൻ": 2553,
      "ർ": 2554,
      "ൽ": 2555,
      "ൾ": 2556,
      "ං": 2557,
      "ඃ": 2558,
      "අ": 2559,
      "ආ": 2560,
      "ඇ": 2561,
      "ඈ": 2562,
      "ඉ": 2563,
      "ඊ": 2564,
      "උ": 2565,
      "ඌ": 2566,
      "එ": 2567,
      "ඒ": 2568,
      "ඓ": 2569,
      "ඔ": 2570,
      "ඕ": 2571,
      "ඖ": 2572,
      "ක": 2573,
      "ඛ": 2574,
      "ග": 2575,
      "ඝ": 2576,
      "ඞ": 2577,
      "ඟ": 2578,
      "ච": 2579,
      "ඡ": 2580,
      "ජ": 2581,
      "ඤ": 2582,
      "ඥ": 2583,
      "ඦ": 2584,
      "ට": 2585,
      "ඨ": 2586,
      "ඩ": 2587,
      "ඪ": 2588,
      "ණ": 2589,
      "ඬ": 2590,
      "ත": 2591,
      "ථ": 2592,
      "ද": 2593,
      "ධ": 2594,
      "න": 2595,
      "ඳ": 2596,
      "ප": 2597,
      "ඵ": 2598,
      "බ": 2599,
      "භ": 2600,
      "ම": 2601,
      "ඹ": 2602,
      "ය": 2603,
      "ර": 2604,
      "ල": 2605,
      "ව": 2606,
      "ශ": 2607,
      "ෂ": 2608,
      "ස": 2609,
      "හ": 2610,
      "ළ": 2611,
      "ෆ": 2612,
      "්": 2613,
      "ා": 2614,
      "ැ": 2615,
      "ෑ": 2616,
      "ි": 2617,
      "ී": 2618,
      "ු": 2619,
      "ූ": 2620,
      "ෘ": 2621,
      "ෙ": 2622,
      "ේ": 2623,
      "ෛ": 2624,
      "ො": 2625,
      "ෝ": 2626,
      "ෞ": 2627,
      "ෟ": 2628,
      "෴": 2629,
      "ก": 2630,
      "ข": 2631,
      "ฃ": 2632,
      "ค": 2633,
      "ฅ": 2634,
      "ฆ": 2635,
      "ง": 2636,
      "จ": 2637,
      "ฉ": 2638,
      "ช": 2639,
      "ซ": 2640,
      "ฌ": 2641,
      "ญ": 2642,
      "ฎ": 2643,
      "ฏ": 2644,
      "ฐ": 2645,
      "ฑ": 2646,
      "ฒ": 2647,
      "ณ": 2648,
      "ด": 2649,
      "ต": 2650,
      "ถ": 2651,
      "ท": 2652,
      "ธ": 2653,
      "น": 2654,
      "บ": 2655,
      "ป": 2656,
      "ผ": 2657,
      "ฝ": 2658,
      "พ": 2659,
      "ฟ": 2660,
      "ภ": 2661,
      "ม": 2662,
      "ย": 2663,
      "ร": 2664,
      "ฤ": 2665,
      "ล": 2666,
      "ฦ": 2667,
      "ว": 2668,
      "ศ": 2669,
      "ษ": 2670,
      "ส": 2671,
      "ห": 2672,
      "ฬ": 2673,
      "อ": 2674,
      "ฮ": 2675,
      "ฯ": 2676,
      "ะ": 2677,
      "ั": 2678,
      "า": 2679,
      "ำ": 2680,
      "ิ": 2681,
      "ี": 2682,
      "ึ": 2683,
      "ื": 2684,
      "ุ": 2685,
      "ู": 2686,
      "ฺ": 2687,
      "฿": 2688,
      "เ": 2689,
      "แ": 2690,
      "โ": 2691,
      "ใ": 2692,
      "ไ": 2693,
      "ๅ": 2694,
      "ๆ": 2695,
      "็": 2696,
      "่": 2697,
      "้": 2698,
      "๊": 2699,
      "๋": 2700,
      "์": 2701,
      "ํ": 2702,
      "๎": 2703,
      "๏": 2704,
      "๐": 2705,
      "๑": 2706,
      "๒": 2707,
      "๓": 2708,
      "๔": 2709,
      "๕": 2710,
      "๖": 2711,
      "๗": 2712,
      "๘": 2713,
      "๙": 2714,
      "๚": 2715,
      "๛": 2716,
      "ກ": 2717,
      "ຂ": 2718,
      "ຄ": 2719,
      "ງ": 2720,
      "ຈ": 2721,
      "ຊ": 2722,
      "ຌ": 2723,
      "ຍ": 2724,
      "ດ": 2725,
      "ຕ": 2726,
      "ຖ": 2727,
      "ທ": 2728,
      "ນ": 2729,
      "ບ": 2730,
      "ປ": 2731,
      "ຜ": 2732,
      "ຝ": 2733,
      "ພ": 2734,
      "ຟ": 2735,
      "ມ": 2736,
      "ຢ": 2737,
      "ຣ": 2738,
      "ລ": 2739,
      "ວ": 2740,
      "ສ": 2741,
      "ຫ": 2742,
      "ອ": 2743,
      "ຮ": 2744,
      "ຯ": 2745,
      "ະ": 2746,
      "ັ": 2747,
      "າ": 2748,
      "ຳ": 2749,
      "ິ": 2750,
      "ີ": 2751,
      "ຶ": 2752,
      "ື": 2753,
      "ຸ": 2754,
      "ູ": 2755,
      "ົ": 2756,
      "ຼ": 2757,
      "ຽ": 2758,
      "ເ": 2759,
      "ແ": 2760,
      "ໂ": 2761,
      "ໃ": 2762,
      "ໄ": 2763,
      "ໆ": 2764,
      "່": 2765,
      "້": 2766,
      "໌": 2767,
      "ໍ": 2768,
      "໕": 2769,
      "ໜ": 2770,
      "ໝ": 2771,
      "༄": 2772,
      "༈": 2773,
      "་": 2774,
      "༌": 2775,
      "།": 2776,
      "༎": 2777,
      "༑": 2778,
      "༒": 2779,
      "༔": 2780,
      "༣": 2781,
      "༼": 2782,
      "༽": 2783,
      "ཀ": 2784,
      "ཁ": 2785,
      "ག": 2786,
      "ང": 2787,
      "ཅ": 2788,
      "ཆ": 2789,
      "ཇ": 2790,
      "ཉ": 2791,
      "ཊ": 2792,
      "ཋ": 2793,
      "ཌ": 2794,
      "ཎ": 2795,
      "ཏ": 2796,
      "ཐ": 2797,
      "ད": 2798,
      "ན": 2799,
      "པ": 2800,
      "ཕ": 2801,
      "བ": 2802,
      "མ": 2803,
      "ཙ": 2804,
      "ཚ": 2805,
      "ཛ": 2806,
      "ཝ": 2807,
      "ཞ": 2808,
      "ཟ": 2809,
      "འ": 2810,
      "ཡ": 2811,
      "ར": 2812,
      "ལ": 2813,
      "ཤ": 2814,
      "ཥ": 2815,
      "ས": 2816,
      "ཧ": 2817,
      "ཨ": 2818,
      "ཪ": 2819,
      "ཱ": 2820,
      "ི": 2821,
      "ུ": 2822,
      "ེ": 2823,
      "ཻ": 2824,
      "ོ": 2825,
      "ཽ": 2826,
      "ཾ": 2827,
      "ཿ": 2828,
      "ྀ": 2829,
      "ྂ": 2830,
      "ྃ": 2831,
      "ྍ": 2832,
      "ྐ": 2833,
      "ྑ": 2834,
      "ྒ": 2835,
      "ྔ": 2836,
      "ྕ": 2837,
      "ྗ": 2838,
      "ྙ": 2839,
      "ྛ": 2840,
      "ྜ": 2841,
      "ྟ": 2842,
      "ྡ": 2843,
      "ྣ": 2844,
      "ྤ": 2845,
      "ྦ": 2846,
      "ྨ": 2847,
      "ྩ": 2848,
      "ྪ": 2849,
      "ྫ": 2850,
      "ྭ": 2851,
      "ྱ": 2852,
      "ྲ": 2853,
      "ླ": 2854,
      "ྴ": 2855,
      "ྵ": 2856,
      "ྷ": 2857,
      "ྺ": 2858,
      "ྻ": 2859,
      "ྼ": 2860,
      "࿃": 2861,
      "࿊": 2862,
      "࿕": 2863,
      "က": 2864,
      "ခ": 2865,
      "ဂ": 2866,
      "ဃ": 2867,
      "င": 2868,
      "စ": 2869,
      "ဆ": 2870,
      "ဇ": 2871,
      "ဈ": 2872,
      "ဉ": 2873,
      "ည": 2874,
      "ဋ": 2875,
      "ဌ": 2876,
      "ဍ": 2877,
      "ဎ": 2878,
      "ဏ": 2879,
      "တ": 2880,
      "ထ": 2881,
      "ဒ": 2882,
      "ဓ": 2883,
      "န": 2884,
      "ပ": 2885,
      "ဖ": 2886,
      "ဗ": 2887,
      "ဘ": 2888,
      "မ": 2889,
      "ယ": 2890,
      "ရ": 2891,
      "လ": 2892,
      "ဝ": 2893,
      "သ": 2894,
      "ဟ": 2895,
      "ဠ": 2896,
      "အ": 2897,
      "ဢ": 2898,
      "ဣ": 2899,
      "ဤ": 2900,
      "ဥ": 2901,
      "ဦ": 2902,
      "ဧ": 2903,
      "ဩ": 2904,
      "ဪ": 2905,
      "ါ": 2906,
      "ာ": 2907,
      "ိ": 2908,
      "ီ": 2909,
      "ု": 2910,
      "ူ": 2911,
      "ေ": 2912,
      "ဲ": 2913,
      "ဳ": 2914,
      "ဴ": 2915,
      "ဵ": 2916,
      "ံ": 2917,
      "့": 2918,
      "း": 2919,
      "္": 2920,
      "်": 2921,
      "ျ": 2922,
      "ြ": 2923,
      "ွ": 2924,
      "ှ": 2925,
      "ဿ": 2926,
      "၀": 2927,
      "၁": 2928,
